Repository: niinova22-blip/english-learning-app
Catalog: App/Sources/EnglishApp/Resources/Localizable.xcstrings
Source language: en
Languages: tr

source: Your subscription starts. Cancel before then and you pay nothing.
tr: Aboneliğin başlar. Öncesinde iptal edersen hiçbir şey ödemezsin.

source: Your target date is %@ away and you're on track. Keep going with about %@ of new lessons a day.
tr: Hedef tarihine %1$@ var ve planındasın. Günde yaklaşık %2$@ yeni dersle devam.

source: Your target date is %@ away. About %@ a day covers the remaining %lld minutes of lessons. Let's start with your first lesson.
tr: Hedef tarihine %1$@ var. Kalan %3$lld dakikalık ders için günde yaklaşık %2$@ yeterli. İlk dersinle başlayalım.

source: Your target date seems to have passed. Add a new date and I'll build your plan around it; until then, we'll keep going at your own pace.
tr: Hedef tarihin geçmiş görünüyor. Yeni bir tarih eklersen programını ona göre kurarım; o zamana kadar kendi temponla devam ediyoruz.

source: about %lld min
tr: yaklaşık %lld dk

source: correct
tr: doğru

source: day streak
tr: gün seri

source: hypothesis
tr: hipotez

source: lessons
tr: ders

source: questions
tr: soru

source: score
tr: başarı

source: target %@ · %@
tr: hedef %@ · %@

source: units
tr: ünite

source: words
tr: kelime

source: ≈ %@ / month
tr: ≈ ayda %@
